Repository: MaxenceMottard/werewolves-app-swift
Catalog: wolf-app/Application/*.lproj/Localizable.strings
Languages: fr

# common.alertTextField.cancel
source: Cancel
fr: Fermer

# common.alertTextField.submit
source: Submit
fr: Valider

# home.username
source: Enter username
fr: Entrez votre pseudo

# home.button.createParty
source: Create Party
fr: Créer une partie

# home.button.joinParty
source: Join Party
fr: Rejoindre une partie

# home.alert.title
source: Join Party
fr: Rejoindre une partie

# home.alert.description
source: Enter party code
fr: Entrer le code de la partie

# home.alert.placeholder
source: Party Identifier
fr: Identifiant de la partie

# party.lobby.button.startParty
source: Start party
fr: Démarrer la partie

# error.alert.PARTY_REFUSED.title
source: Party not found
fr: Partie introuvable

# error.alert.PARTY_REFUSED.description
source: The party you were looking for cannot be found. Please try again
fr: La partie que vous avez recherchée est introuvable. Veuillez réessayer.
